
/* Description text. %1 is the system version, %2 is the volume name, %3 is the System Folder name if it's not "System Folder" */
"DESCRIPTION_WITH_SFNAME" =	"“%2” 디스크에서\n%1(%3)을(를) 선택했습니다.";
"DESCRIPTION" =				"“%2” 디스크에서\n%1을(를) 선택했습니다.";
"ICON_LABEL_LINE1" =		"%1";
"ICON_LABEL_LINE2" = 		"%2";

/* Labels inside the tool-tips */
"Volume:" = "볼륨:";
"System:" = "시스템:";
"Version:" = "버전:";
"Location:" = "위치:"; /* name of Mac OS 9 System Folder if it's not called "System Folder" */
"Server:" = "서버:"; /* Internet Host containing NetBoot image */

/* Product names for Beta systems that didn't have SystemVersion.plist */
"PB" = "Public Beta";
"WWPB" = "World Beta";

/* The restart button has no ellipsis when the option key is down */
"RESTART" = "재시동";
"RESTART..." = "재시동...";
"RESTARTING" = "재시동 중";
"RESTART?" = "컴퓨터를 재시동하겠습니까?";
"RESTART_NETINSTALL" = "이 설치 디스크를 사용하여 컴퓨터를 재시동하겠습니까?";
"SAVE_DESCRIPT" = "“%2” 상의 %1을(를) 사용하여 컴퓨터가 시동됩니다.";
"CANCEL" = "취소";
"OK" = "승인";
"SHUTDOWN" = "시스템 종료";

/* You sure you want to go into TDM sheet */
"TDM_AND_RESTART?" = "대상 디스크 모드로 컴퓨터를 재시동하겠습니까?";
"ENTER_TDM" = "재시동";
"TDM_DESCRIPT" = "컴퓨터가 대상 디스크 모드로 재시동됩니다. 하드 디스크로 사용하려면, FireWire 케이블을 사용하여 다른 컴퓨터에 연결하십시오. 대상 디스크 모드를 종료하려면, 전원 단추를 누르십시오.";
"kSD_TDM_BOOTARGS_FOUND" = "FireWire 대상 디스크 모드에서 컴퓨터를 시스템 종료하려면 boot-args가 디버그 설정을 포함하기 때문에 평소보다 전원 단추를 더 오래 누르고 있어야 합니다.";

/* The tdm button has no ellipsis when the option key is down */
"TDM" = "대상 디스크 모드";
"TDM..." = "대상 디스크 모드...";

/* NetBoot Stuff */
"NETWORK_STARTUP" = "네트워크 시동"; /* Search at startup, no NB2 server found */
"NETWORK_STARTUP_LIST" = "네트워크 시동..."; /* More Choices icon */
"NETWORK_VOLUME" = "네트워크 디스크"; /* specific image icon line 2 */
"NETBOOT_LIST_TOOLTIP" = "아래에서 네트워크 디스크를 선택합니다"; /* More Choices tooltip */
"SAVE_NETBOOT_DESCRIPT" = "“%1” 네트워크 디스크를 사용하여 컴퓨터를 시동합니다."; /* save sheet */
"SAVE_NETINSTALL_DESCRIPT" = "“%1”(이)라는 이름의 네트워크 디스크를 사용하여 컴퓨터를 시동합니다. 이 디스크가 소프트웨어를 자동으로 설치하면, 하드 디스크를 지울 수 있습니다."; /* save sheet */
"NETBOOT_DESCRIPTION" = "“%1” 네트워크 디스크를 선택했습니다."; /* descriptive text at bottom of window */

"NETBOOT_ANY_TOOLTIP" = "시동 시 네트워크 디스크를 검색합니다"; /* no server found tooltip */
"SAVE_NETBOOT_ANY_DESCRIPT" = "컴퓨터가 시동 시 네트워크 디스크를 검색합니다."; /* save sheet */
"NETBOOT_ANY_DESCRIPTION" = "시동 시 네트워크 디스크를 검색하도록 선택했습니다."; /* descriptive text at bottom of window */

/* kind strings for the netboot list view */
"INSTALL_9_KIND" = "Mac OS 9 설치";
"INSTALL_X_KIND" = "Mac OS X 설치";
"INSTALL_XSERVER_KIND" = "Mac OS X 서버 설치";
"9_KIND" = "Mac OS 9";
"X_KIND" = "Mac OS X";
"XSERVER_KIND" = "Mac OS X 서버";
"UNTITLED_NAME" = "무제";


/* error messages */
"SAVE_ERROR_TITLE" = "시동 디스크를 선택된 디스크로 변경할 수 없습니다.";
"SAVE_ERROR_MSG" = "시동 디스크가 선택된 디스크에서 충분한 정보를 모을 수 없습니다.";
"TDM_ERROR_TITLE" =  "대상 디스크 모드로 시작할 수 없습니다.";
"TDM_ERROR_MSG" =  "시동 디스크가 시스템을 적절하게 설정할 수 없습니다.";



/* product names */
"Mac OS X" = "Mac OS X";
"Windows" = "Windows";
"Foreign OS" = "다른 나라 OS";


